let tabData1 = [
    "节后搜款网代发恢复下单安排",
    "广州市场退货地址更换通知",
    "2020年春节市场放假通知"
];
let tabData2 = [
    "沙河市场“双11”安全规范提醒",
    "10.17关于盗图严重档口的处罚通知",
    "客服咨询方式变更通知"
];
let banBtData = [
    "大西豪",
    "国大",
    "泓发",
    "鸿胜",
    "大时代",
    "女人街",
    "国投",
    "金富丽",
    "国泰",
    "宝华",
    "柏美",
    "国润",
    "跨客城",
    "三晟",
    "新潮都",
    "非凡",
    "东街",
    "佰润",
    "新金马",
    "五号服装",
    "大利广场",
    "拼商城",
    "东金",
    "国马",
    "盛丰网仓",
    "金纱",
    "景叶",
    "欣欣网批",
    "西街富壹",
    "万佳",
    "老金马",
    "南城",
    "十三行",
    "周边"
];
let mainContent1 =
    [
        {
            "tabTitle": [
                "A+时尚",
                "汇美网络服饰",
                "Hello KOKO",
                "小黄家",
                "广州恒叶服饰"
            ],
            "src": [
                [
                    "//img.vvic.com/1578292564555_959341.jpeg_222x335.jpg",
                    "//img.vvic.com/1578292596017_835111.jpeg_222x335.jpg",
                    "//img.vvic.com/1578292580732_73859.jpeg_222x335.jpg",
                    "//img.vvic.com/1578292553850_569191.jpeg_222x335.jpg",
                    "//img.vvic.com/1578292608849_385022.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1569470901842_823196.jpeg_222x335.jpg",
                    "//img.vvic.com/1569470922790_752799.jpeg_222x335.jpg",
                    "//img.vvic.com/1578535340142_519681.jpeg_222x335.jpg",
                    "//img.vvic.com/1574168967597_868227.jpeg_222x335.jpg",
                    "//img.vvic.com/1569470940781_778277.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1577261493748_547626.jpeg_222x335.jpg",
                    "//img.vvic.com/1577261529491_124503.jpeg_222x335.jpg",
                    "//img.vvic.com/1577261510085_642141.jpeg_222x335.jpg",
                    "//img.vvic.com/1577261542296_823648.jpeg_222x335.jpg",
                    "//img.vvic.com/1577261552004_409952.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1577067320301_126465.jpeg_222x335.jpg",
                    "//img.vvic.com/1577067307370_303797.jpeg_222x335.jpg",
                    "//img.vvic.com/1577067294273_366078.jpeg_222x335.jpg",
                    "//img.vvic.com/1577067342657_553637.jpeg_222x335.jpg",
                    "//img.vvic.com/1577067332348_844181.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1579674128194_852039.jpeg_222x335.jpg",
                    "//img.vvic.com/1579674143599_697616.jpeg_222x335.jpg",
                    "//img.vvic.com/1579682491504_557093.jpeg_222x335.jpg",
                    "//img.vvic.com/1579682471642_867622.jpeg_222x335.jpg",
                    "//img.vvic.com/1579682428897_180407.jpeg_222x335.jpg"
                ]
            ],
            "price": [
                [
                    "款式多多，慢慢看哦~~",
                    "¥69.00",
                    "¥55.00",
                    "¥49.00",
                    "¥40.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥55.00",
                    "¥50.00",
                    "¥55.00",
                    "¥55.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥37.00",
                    "¥42.00",
                    "¥40.00",
                    "¥43.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥22.00",
                    "¥20.00",
                    "¥29.00",
                    "¥28.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥45.00",
                    "¥36.00",
                    "¥48.00",
                    "¥45.00"
                ]
            ]
        },
        {
            "tabTitle": [
                "小E家实拍店",
                "柯柯服饰6598",
                "女主角旗舰店",
                "佳衣时尚潮流馆",
                "HELLOMI"
            ],
            "src": [
                [
                    "//img.vvic.com/1577161477661_360216.jpeg_222x335.jpg",
                    "//img.vvic.com/1577161535260_552512.jpeg_222x335.jpg",
                    "//img.vvic.com/1577161520659_908236.jpeg_222x335.jpg",
                    "//img.vvic.com/1577161488776_809778.jpeg_222x335.jpg",
                    "//img.vvic.com/1577161507457_701104.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1576483878583_337133.jpeg_222x335.jpg",
                    "//img.vvic.com/1576484385124_411330.jpeg_222x335.jpg",
                    "//img.vvic.com/1573872033109_846419.jpeg_222x335.jpg",
                    "//img.vvic.com/1576483893079_306453.jpeg_222x335.jpg",
                    "//img.vvic.com/1573871993396_228788.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1578051598083_851344.jpeg_222x335.jpg",
                    "//img.vvic.com/1578051559340_831476.jpeg_222x335.jpg",
                    "//img.vvic.com/1578051577352_510694.jpeg_222x335.jpg",
                    "//img.vvic.com/1578051403585_325159.jpeg_222x335.jpg",
                    "//img.vvic.com/1578051343101_707031.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1576121495264_327925.jpeg_222x335.jpg",
                    "//img.vvic.com/1576121484280_76601.jpeg_222x335.jpg",
                    "//img.vvic.com/1572921852558_753436.jpeg_222x335.jpg",
                    "//img.vvic.com/1576121507872_725217.jpeg_222x335.jpg",
                    "//img.vvic.com/1578534797775_341926.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1574254330227_566948.jpeg_222x335.jpg",
                    "//img.vvic.com/1574254459286_184998.jpeg_222x335.jpg",
                    "//img.vvic.com/1574254449319_376944.jpeg_222x335.jpg",
                    "//img.vvic.com/1574254469133_118021.jpeg_222x335.jpg",
                    "//img.vvic.com/1574254346482_673393.jpeg_222x335.jpg"
                ]
            ],
            "price": [
                [
                    "款式多多，慢慢看哦~~",
                    "¥36.00",
                    "¥33.00",
                    "¥38.00",
                    "¥36.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥80.00",
                    "¥53.00",
                    "¥78.00",
                    "¥118.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥25.00",
                    "¥25.00",
                    "¥26.00",
                    "¥35.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥102.00",
                    "¥95.00",
                    "¥92.00",
                    "¥68.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥36.00",
                    "¥52.00",
                    "¥65.00",
                    "¥26.00"
                ]
            ]
        },
        {
            "tabTitle": [
                "衣甸园",
                "乔伊服饰",
                "芊芊家",
                "文子家",
                "万人之裳"
            ],
            "src": [
                [
                    "//img.vvic.com/1567579458569_368622.jpeg_222x335.jpg",
                    "//img.vvic.com/1567579424933_664572.jpeg_222x335.jpg",
                    "//img.vvic.com/1567579444421_306966.jpeg_222x335.jpg",
                    "//img.vvic.com/1567579290908_813715.jpeg_222x335.jpg",
                    "//img.vvic.com/1567579380978_565966.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1575596646709_358745.jpeg_222x335.jpg",
                    "//img.vvic.com/1575599695070_688728.jpeg_222x335.jpg",
                    "//img.vvic.com/1575597014008_450132.jpeg_222x335.jpg",
                    "//img.vvic.com/1575596631121_923700.jpeg_222x335.jpg",
                    "//img.vvic.com/1575596322785_749312.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1577612437863_878822.jpeg_222x335.jpg",
                    "//img.vvic.com/1576318278333_209395.jpeg_222x335.jpg",
                    "//img.vvic.com/1578126207639_431395.jpeg_222x335.jpg",
                    "//img.vvic.com/1573031802382_635236.jpeg_222x335.jpg",
                    "//img.vvic.com/1576752690032_265967.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1578713656276_823057.jpeg_222x335.jpg",
                    "//img.vvic.com/1578713634221_659462.jpeg_222x335.jpg",
                    "//img.vvic.com/1578713558656_5678.jpeg_222x335.jpg",
                    "//img.vvic.com/1578713606097_525786.jpeg_222x335.jpg",
                    "//img.vvic.com/1578713579877_928062.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1575959800378_805743.jpeg_222x335.jpg",
                    "//img.vvic.com/1575959778776_11313.jpeg_222x335.jpg",
                    "//img.vvic.com/1575959788699_650980.jpeg_222x335.jpg",
                    "//img.vvic.com/1575959807526_853045.jpeg_222x335.jpg",
                    "//img.vvic.com/1575959819767_869764.jpeg_222x335.jpg"
                ]
            ],
            "price": [
                [
                    "款式多多，慢慢看哦~~",
                    "¥48.00",
                    "¥55.00",
                    "¥55.00",
                    "¥55.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥56.00",
                    "¥62.00",
                    "¥38.00",
                    "¥65.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥45.00",
                    "¥49.00",
                    "¥45.00",
                    "¥49.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥28.00",
                    "¥30.00",
                    "¥28.00",
                    "¥29.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥48.00",
                    "¥49.00",
                    "¥57.00",
                    "¥35.00"
                ]
            ]
        },
        {
            "tabTitle": [
                "女人花旗舰店",
                "久久服饰",
                "卓美依坊",
                "欧韩派大码女装",
                "亿可服饰"
            ],
            "src": [
                [
                    "//img.vvic.com/1578468715538_866049.jpeg_222x335.jpg",
                    "//img.vvic.com/1578468577179_429276.jpeg_222x335.jpg",
                    "//img.vvic.com/1578468635450_702054.jpeg_222x335.jpg",
                    "//img.vvic.com/1578468702165_331344.jpeg_222x335.jpg",
                    "//img.vvic.com/1578468675695_382974.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1569331704820_801090.jpeg_222x335.jpg",
                    "//img.vvic.com/1569331695622_905218.jpeg_222x335.jpg",
                    "//img.vvic.com/1578368847358_860498.jpeg_222x335.jpg",
                    "//img.vvic.com/1569331731610_788143.jpeg_222x335.jpg",
                    "//img.vvic.com/1569331714347_90433.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1577860055078_605401.jpeg_222x335.jpg",
                    "//img.vvic.com/1577860071165_217670.jpeg_222x335.jpg",
                    "//img.vvic.com/1577860049066_958005.jpeg_222x335.jpg",
                    "//img.vvic.com/1577860043045_105780.jpeg_222x335.jpg",
                    "//img.vvic.com/1577860062870_925629.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1569072671353_296236.jpeg_222x335.jpg",
                    "//img.vvic.com/1569072685587_267791.jpeg_222x335.jpg",
                    "//img.vvic.com/1569072716751_16630.jpeg_222x335.jpg",
                    "//img.vvic.com/1569072695459_776770.jpeg_222x335.jpg",
                    "//img.vvic.com/1579228160206_388794.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1576307632617_393116.jpeg_222x335.jpg",
                    "//img.vvic.com/1576307703033_29340.jpeg_222x335.jpg",
                    "//img.vvic.com/1576307681170_78270.jpeg_222x335.jpg",
                    "//img.vvic.com/1576307661180_309003.jpeg_222x335.jpg",
                    "//img.vvic.com/1576307722137_367477.jpeg_222x335.jpg"
                ]
            ],
            "price": [
                [
                    "款式多多，慢慢看哦~~",
                    "¥53.00",
                    "¥55.00",
                    "¥65.00",
                    "¥58.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥15.00",
                    "¥19.00",
                    "¥37.00",
                    "¥65.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥28.00",
                    "¥25.00",
                    "¥25.00",
                    "¥26.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥38.00",
                    "¥38.00",
                    "¥40.00",
                    "¥40.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥58.00",
                    "¥58.00",
                    "¥58.00",
                    "¥58.00"
                ]
            ]
        },
        {
            "tabTitle": [
                "洛大大",
                "艾美尔时尚女装",
                "ZABO闹闹",
                "谢氏服饰实拍店",
                "日韩屋"
            ],
            "src": [
                [
                    "//img.vvic.com/1577193349114_295433.jpeg_222x335.jpg",
                    "//img.vvic.com/1578294263964_128543.jpeg_222x335.jpg",
                    "//img.vvic.com/1577193321982_567240.jpeg_222x335.jpg",
                    "//img.vvic.com/1577193310484_89695.jpeg_222x335.jpg",
                    "//img.vvic.com/1577193333415_462847.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1578038136940_286804.jpeg_222x335.jpg",
                    "//img.vvic.com/1578038110728_146133.jpeg_222x335.jpg",
                    "//img.vvic.com/1578038128566_836865.jpeg_222x335.jpg",
                    "//img.vvic.com/1578038146853_903442.jpeg_222x335.jpg",
                    "//img.vvic.com/1578038104143_661229.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1569662206157_816570.jpeg_222x335.jpg",
                    "//img.vvic.com/1578127440460_95537.jpeg_222x335.jpg",
                    "//img.vvic.com/1569662176396_951958.jpeg_222x335.jpg",
                    "//img.vvic.com/1569662183863_339383.jpeg_222x335.jpg",
                    "//img.vvic.com/1569662197130_610523.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1576997715098_56271.jpeg_222x335.jpg",
                    "//img.vvic.com/1576997928166_98549.jpeg_222x335.jpg",
                    "//img.vvic.com/1576997644178_682861.jpeg_222x335.jpg",
                    "//img.vvic.com/1576997632405_815208.jpeg_222x335.jpg",
                    "//img.vvic.com/1576997698332_954568.jpeg_222x335.jpg"
                ],
                [
                    "//img.vvic.com/1577697908217_689593.jpeg_222x335.jpg",
                    "//img.vvic.com/1577697848433_676874.jpeg_222x335.jpg",
                    "//img.vvic.com/1577697853771_260654.jpeg_222x335.jpg",
                    "//img.vvic.com/1577697883558_240704.jpeg_222x335.jpg",
                    "//img.vvic.com/1577697896231_524225.jpeg_222x335.jpg"
                ]
            ],
            "price": [
                [
                    "款式多多，慢慢看哦~~",
                    "¥33.00",
                    "¥33.00",
                    "¥25.00",
                    "¥25.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥36.00",
                    "¥45.00",
                    "¥45.00",
                    "¥40.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥63.00",
                    "¥47.00",
                    "¥60.00",
                    "¥49.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥49.00",
                    "¥49.00",
                    "¥53.00",
                    "¥69.00"
                ],
                [
                    "款式多多，慢慢看哦~~",
                    "¥25.00",
                    "¥27.00",
                    "¥25.00",
                    "¥25.00"
                ]
            ]
        }
    ];
let mainContent2 = [
    {
        "tabTitle": [
            "依羡四季风",
            "湛蓝叶子服饰",
            "幻城梦衣",
            "艾尚家居服睡衣商行",
            "大有小紫店",
            "秀时尚"
        ],
        "src": [
            [
                "//img.vvic.com/1571452906769_884974.png_220x365.jpg",
                "//img.vvic.com/1571452922244_637298.jpeg_220x330.jpg",
                "//img.vvic.com/1571452953004_830670.jpeg_220x330.jpg",
                "//img.vvic.com/1571452966411_146579.jpeg_220x330.jpg",
                "//img.vvic.com/1571452942701_757635.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1578312011732_554455.png_220x365.jpg",
                "//img.vvic.com/1578312110443_912057.jpeg_220x330.jpg",
                "//img.vvic.com/1578312101453_547419.jpeg_220x330.jpg",
                "//img.vvic.com/1578312093762_330027.jpeg_220x330.jpg",
                "//img.vvic.com/1578312167369_662621.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1577953032943_431799.png_220x365.jpg",
                "//img.vvic.com/1577953077957_2184.jpeg_220x330.jpg",
                "//img.vvic.com/1577953054487_946665.jpeg_220x330.jpg",
                "//img.vvic.com/1577953043076_193144.jpeg_220x330.jpg",
                "//img.vvic.com/1577953069586_784183.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1577700201938_160102.png_220x365.jpg",
                "//img.vvic.com/1577700226504_552362.jpeg_220x330.jpg",
                "//img.vvic.com/1577700252092_721606.jpeg_220x330.jpg",
                "//img.vvic.com/1577700240447_428848.jpeg_220x330.jpg",
                "//img.vvic.com/1577700216689_176717.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1576229171548_194477.png_220x365.jpg",
                "//img.vvic.com/1576229254961_599913.jpeg_220x330.jpg",
                "//img.vvic.com/1576229232486_887093.jpeg_220x330.jpg",
                "//img.vvic.com/1576229216433_358814.jpeg_220x330.jpg",
                "//img.vvic.com/1578125831646_438252.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1578458364417_251124.png_220x365.jpg",
                "//img.vvic.com/1577166966626_907043.jpeg_220x330.jpg",
                "//img.vvic.com/1577166954054_532324.jpeg_220x330.jpg",
                "//img.vvic.com/1578458422816_294061.jpeg_220x330.jpg",
                "//img.vvic.com/1578458390387_646848.jpeg_220x330.jpg"
            ]
        ],
        "price": [
            [
                "款式多多，慢慢看哦~~",
                "¥69.00",
                "¥55.00",
                "¥49.00",
                "¥40.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥55.00",
                "¥50.00",
                "¥55.00",
                "¥55.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥63.00",
                "¥47.00",
                "¥60.00",
                "¥49.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥37.00",
                "¥42.00",
                "¥40.00",
                "¥43.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥22.00",
                "¥20.00",
                "¥29.00",
                "¥28.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥45.00",
                "¥36.00",
                "¥48.00",
                "¥45.00"
            ]
        ]
    },
    {
        "tabTitle": [
            "金大大女装",
            "@依网情深",
            "衣雅优",
            "艾米兰",
            "维衣订制",
            "橙子小店2"
        ],
        "src": [
            [
                "//img.vvic.com/1576400106871_514984.png_220x365.jpg",
                "//img.vvic.com/1575966956821_93884.jpeg_220x330.jpg",
                "//img.vvic.com/1578393070077_859622.jpeg_220x330.jpg",
                "//img.vvic.com/1578393056226_612820.jpeg_220x330.jpg",
                "//img.vvic.com/1575966874084_237730.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1577260975293_108382.png_220x365.jpg",
                "//img.vvic.com/1576654437206_789884.jpeg_220x330.jpg",
                "//img.vvic.com/1576654391865_927556.jpeg_220x330.jpg",
                "//img.vvic.com/1576654425749_847970.jpeg_220x330.jpg",
                "//img.vvic.com/1577260994745_351444.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1578034974139_168058.png_220x365.jpg",
                "//img.vvic.com/1578035006951_94445.jpeg_220x330.jpg",
                "//img.vvic.com/1578035013469_59240.jpeg_220x330.jpg",
                "//img.vvic.com/1578035048076_671625.jpeg_220x330.jpg",
                "//img.vvic.com/1578035040846_39782.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1577522076545_801000.png_220x365.jpg",
                "//img.vvic.com/1577522127066_921990.jpeg_220x330.jpg",
                "//img.vvic.com/1577522103325_891376.jpeg_220x330.jpg",
                "//img.vvic.com/1577522115508_915557.jpeg_220x330.jpg",
                "//img.vvic.com/1577522089890_558496.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1576906541837_752480.png_220x365.jpg",
                "//img.vvic.com/1577262092437_410541.jpeg_220x330.jpg",
                "//img.vvic.com/1576906569033_413033.jpeg_220x330.jpg",
                "//img.vvic.com/1576906555646_754828.jpeg_220x330.jpg",
                "//img.vvic.com/1576906548969_499839.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1578457836525_852759.png_220x365.jpg",
                "//img.vvic.com/1578457870904_582028.jpeg_220x330.jpg",
                "//img.vvic.com/1578457898981_699854.jpeg_220x330.jpg",
                "//img.vvic.com/1578457884944_533944.jpeg_220x330.jpg",
                "//img.vvic.com/1578457851753_90814.jpeg_220x330.jpg"
            ]
        ],
        "price": [
            [
                "款式多多，慢慢看哦~~",
                "¥36.00",
                "¥33.00",
                "¥38.00",
                "¥36.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥80.00",
                "¥53.00",
                "¥78.00",
                "¥118.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥33.00",
                "¥33.00",
                "¥25.00",
                "¥25.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥25.00",
                "¥25.00",
                "¥26.00",
                "¥35.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥102.00",
                "¥95.00",
                "¥92.00",
                "¥68.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥36.00",
                "¥52.00",
                "¥65.00",
                "¥26.00"
            ]
        ]
    },
    {
        "tabTitle": [
            "维丽娅",
            "沐风实拍",
            "ONLY ONE唯衣",
            "魅致佳丽欧美店",
            "富丽芳日韩馆",
            "大嘴小姐"
        ],
        "src": [
            [
                "//img.vvic.com/1576573612585_698154.png_220x365.jpg",
                "//img.vvic.com/1576573679912_544977.jpeg_220x330.jpg",
                "//img.vvic.com/1576573703342_978291.jpeg_220x330.jpg",
                "//img.vvic.com/1576573772857_962175.jpeg_220x330.jpg",
                "//img.vvic.com/1576573732365_700694.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1571985311463_999228.png_220x365.jpg",
                "//img.vvic.com/1571985447469_162245.jpeg_220x330.jpg",
                "//img.vvic.com/1571985351844_316344.jpeg_220x330.jpg",
                "//img.vvic.com/1571985325448_406622.jpeg_220x330.jpg",
                "//img.vvic.com/1571985339259_14998.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1565854918049_287171.png_220x365.jpg",
                "//img.vvic.com/1565854948573_906135.jpeg_220x330.jpg",
                "//img.vvic.com/1565854937142_281201.jpeg_220x330.jpg",
                "//img.vvic.com/1565854971328_666514.jpeg_220x330.jpg",
                "//img.vvic.com/1565854960368_838199.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1570331596458_435633.png_220x365.jpg",
                "//img.vvic.com/1570331627819_987066.jpeg_220x330.jpg",
                "//img.vvic.com/1570331615576_146293.jpeg_220x330.jpg",
                "//img.vvic.com/1570331638538_560868.jpeg_220x330.jpg",
                "//img.vvic.com/1570331651099_622952.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1576478580967_199972.png_220x365.jpg",
                "//img.vvic.com/1576478589591_748776.jpeg_220x330.jpg",
                "//img.vvic.com/1576478605600_276198.jpeg_220x330.jpg",
                "//img.vvic.com/1576478652373_171173.jpeg_220x330.jpg",
                "//img.vvic.com/1576478640316_751611.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1576921836960_386314.png_220x365.jpg",
                "//img.vvic.com/1576921851316_695874.jpeg_220x330.jpg",
                "//img.vvic.com/1576921894318_651792.jpeg_220x330.jpg",
                "//img.vvic.com/1576921865763_292280.jpeg_220x330.jpg",
                "//img.vvic.com/1576921883026_258314.jpeg_220x330.jpg"
            ]
        ],
        "price": [
            [
                "款式多多，慢慢看哦~~",
                "¥48.00",
                "¥55.00",
                "¥55.00",
                "¥55.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥56.00",
                "¥62.00",
                "¥38.00",
                "¥65.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥33.00",
                "¥33.00",
                "¥25.00",
                "¥25.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥45.00",
                "¥49.00",
                "¥45.00",
                "¥49.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥28.00",
                "¥30.00",
                "¥28.00",
                "¥29.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥48.00",
                "¥49.00",
                "¥57.00",
                "¥35.00"
            ]
        ]
    },
    {
        "tabTitle": [
            "SIOU西柚实拍店",
            "燕尾依网红实拍店",
            "时尚大布娃娃",
            "米苏实拍",
            "依林阁",
            "乐小乐家"
        ],
        "src": [
            [
                "//img.vvic.com/1577338672041_811485.png_220x365.jpg",
                "//img.vvic.com/1577338649589_287258.jpeg_220x330.jpg",
                "//img.vvic.com/1577338703371_376591.jpeg_220x330.jpg",
                "//img.vvic.com/1577338612779_690144.jpeg_220x330.jpg",
                "//img.vvic.com/1577338520635_306025.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1576830230181_532587.png_220x365.jpg",
                "//img.vvic.com/1576830247190_915347.jpeg_220x330.jpg",
                "//img.vvic.com/1576830286435_356650.jpeg_220x330.jpg",
                "//img.vvic.com/1576830383514_440126.jpeg_220x330.jpg",
                "//img.vvic.com/1576830307965_23707.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1574220800149_916637.png_220x365.jpg",
                "//img.vvic.com/1574220565930_815993.jpeg_220x330.jpg",
                "//img.vvic.com/1574220813128_562232.jpeg_220x330.jpg",
                "//img.vvic.com/1574220583076_841982.jpeg_220x330.jpg",
                "//img.vvic.com/1574220722836_490050.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1578451524097_951443.png_220x365.jpg",
                "//img.vvic.com/1578451555333_31698.jpeg_220x330.jpg",
                "//img.vvic.com/1578451575987_26400.jpeg_220x330.jpg",
                "//img.vvic.com/1578451568597_675618.jpeg_220x330.jpg",
                "//img.vvic.com/1578451542208_658316.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1573813020020_321869.png_220x365.jpg",
                "//img.vvic.com/1573813048244_760241.jpeg_220x330.jpg",
                "//img.vvic.com/1576323085698_750826.jpeg_220x330.jpg",
                "//img.vvic.com/1576322994383_79878.jpeg_220x330.jpg",
                "//img.vvic.com/1576323069312_489099.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1578013987790_65685.png_220x365.jpg",
                "//img.vvic.com/1578014050449_83596.jpeg_220x330.jpg",
                "//img.vvic.com/1578014033448_208104.jpeg_220x330.jpg",
                "//img.vvic.com/1578014040946_461463.jpeg_220x330.jpg",
                "//img.vvic.com/1578014059048_98888.jpeg_220x330.jpg"
            ]
        ],
        "price": [
            [
                "款式多多，慢慢看哦~~",
                "¥53.00",
                "¥55.00",
                "¥65.00",
                "¥58.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥15.00",
                "¥19.00",
                "¥37.00",
                "¥65.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥28.00",
                "¥25.00",
                "¥25.00",
                "¥26.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥38.00",
                "¥38.00",
                "¥40.00",
                "¥40.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥33.00",
                "¥33.00",
                "¥25.00",
                "¥25.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥58.00",
                "¥58.00",
                "¥58.00",
                "¥58.00"
            ]
        ]
    },
    {
        "tabTitle": [
            "H＆C",
            "小哪吒"
        ],
        "src": [
            [
                "//img.vvic.com/1578050224636_632647.png_220x365.jpg",
                "//img.vvic.com/1578050266661_888958.jpeg_220x330.jpg",
                "//img.vvic.com/1578050104184_620471.jpeg_220x330.jpg",
                "//img.vvic.com/1578050250534_333929.jpeg_220x330.jpg",
                "//img.vvic.com/1578050058259_514167.jpeg_220x330.jpg"
            ],
            [
                "//img.vvic.com/1578206027330_665548.png_220x365.jpg",
                "//img.vvic.com/1578206063327_904775.jpeg_220x330.jpg",
                "//img.vvic.com/1578206073883_912382.jpeg_220x330.jpg",
                "//img.vvic.com/1578206051346_804647.jpeg_220x330.jpg",
                "//img.vvic.com/1578206122769_215578.jpeg_220x330.jpg"
            ]
        ],
        "price": [
            [
                "款式多多，慢慢看哦~~",
                "¥49.00",
                "¥49.00",
                "¥53.00",
                "¥69.00"
            ],
            [
                "款式多多，慢慢看哦~~",
                "¥25.00",
                "¥27.00",
                "¥25.00",
                "¥25.00"
            ]
        ]
    }
];
let flagData = [
    [
        {
            "src": "//img.vvic.com/1578818797811_649747.jpg_390x260.jpg",
            "shopName": "艾美尔时尚女装",
            "addr": "大西豪 415-A"
        },
        {
            "src": "//img.vvic.com/1575014872298_350983.png_390x260.jpg",
            "shopName": "众和服饰全店网红实拍",
            "addr": "大西豪 228"
        },
        {
            "src": "//img.vvic.com/1575286524444_274535.jpg_390x260.jpg",
            "shopName": "M家服饰",
            "addr": "国泰 2014-D"
        },
        {
            "src": "//img.vvic.com/1577444032616_140495.jpg_390x260.jpg",
            "shopName": "紫衣服饰",
            "addr": "宝华 361"
        },
        {
            "src": "//img.vvic.com/1565665591508_618219.jpg_390x260.jpg",
            "shopName": "DD-BLUE CAT",
            "addr": "跨客城 047-B"
        },
        {
            "src": "//img.vvic.com/1577431155073_973227.jpg_390x260.jpg",
            "shopName": "欧诺拉衣橱",
            "addr": "金富丽 4F093"
        }
    ],
    [
        {
            "src": "//img.vvic.com/1579679244839_693195.jpg_390x260.jpg",
            "shopName": "唯色潮品",
            "addr": "宝华 466-A"
        },
        {
            "src": "//img.vvic.com/1578817820052_846860.jpg_390x260.jpg",
            "shopName": "希希小姐",
            "addr": "大西豪 420-E"
        },
        {
            "src": "//img.vvic.com/1578126681091_561019.jpg_390x260.jpg",
            "shopName": "Caroline 卡洛琳",
            "addr": "跨客城 095-B"
        },
        {
            "src": "//img.vvic.com/1578625614228_355925.jpg_390x260.jpg",
            "shopName": "峰岭 服饰",
            "addr": "国投 416-H"
        },
        {
            "src": "//img.vvic.com/1578910882682_640404.jpg_390x260.jpg",
            "shopName": "韩迪服饰",
            "addr": "大时代 12"
        },
        {
            "src": "//img.vvic.com/1577449687393_534589.jpg_390x260.jpg",
            "shopName": "小树人",
            "addr": "非凡 A029"
        }
    ]
];
let hot_shop = [
    [
        {
            "srcshow": "//img.vvic.com/1572667935960_186771.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1572667942905_236803.jpeg_260x390.jpg",
            "price": "¥ 35.00",
            "shopName": "蝴蝶家"
        },
        {
            "srcshow": "//img.vvic.com/1577160625860_333797.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1577160639874_538134.jpeg_260x390.jpg",
            "price": "¥ 38.00",
            "shopName": "倾国清韵"
        },
        {
            "srcshow": "//img.vvic.com/1572595810933_368439.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1572595822349_917083.jpeg_260x390.jpg",
            "price": "¥ 65.00",
            "shopName": "皛实拍"
        },
        {
            "srcshow": "//img.vvic.com/1577265695183_758050.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1577265709385_444048.jpeg_260x390.jpg",
            "price": "¥ 38.00",
            "shopName": "维衣订制"
        },
        {
            "srcshow": "//img.vvic.com/1574042990023_217845.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1574042995676_230797.jpeg_260x390.jpg",
            "price": "¥ 40.00",
            "shopName": "梦雅鑫族"
        },
        {
            "srcshow": "//img.vvic.com/1580873155546_944377.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1580873166996_156031.jpeg_260x390.jpg",
            "price": "¥ 55.00",
            "shopName": "鱼鱼珊"
        },
        {
            "srcshow": "//img.vvic.com/1576115493579_889156.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1576115481585_969466.jpeg_260x390.jpg",
            "price": "¥ 18.00",
            "shopName": "美格娜网络服饰"
        },
        {
            "srcshow": "//img.vvic.com/1576655157286_812143.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1576655164919_193199.jpeg_260x390.jpg",
            "price": "¥ 65.00",
            "shopName": "7点服饰"
        },
        {
            "srcshow": "//img.vvic.com/1573192229525_156421.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1573192240813_31315.jpeg_260x390.jpg",
            "price": "¥ 40.00",
            "shopName": "佳丽斯时尚服饰"
        },
        {
            "srcshow": "//img.vvic.com/1574397686641_11080.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1574397701324_474546.jpeg_260x390.jpg",
            "price": "¥ 90.00",
            "shopName": "添越旗舰店V8"
        }
    ],
    [
        {
            "srcshow": "//img.vvic.com/1574489818903_534001.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1574489830442_238468.jpeg_260x390.jpg",
            "price": "¥ 45.00",
            "shopName": "快乐驿站"
        },
        {
            "srcshow": "//img.vvic.com/1576290117870_505514.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1576290126897_754999.jpeg_260x390.jpg",
            "price": "¥ 35.00",
            "shopName": "倾国清韵-大码胖女生"
        },
        {
            "srcshow": "//img.vvic.com/1571127259718_795694.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1571127268144_295115.jpeg_260x390.jpg",
            "price": "¥ 98.00",
            "shopName": "Andy韩国馆"
        },
        {
            "srcshow": "//img.vvic.com/1572947387981_35490.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1572947410909_255560.jpeg_260x390.jpg",
            "price": "¥ 19.00",
            "shopName": "娅班祺"
        },
        {
            "srcshow": "//img.vvic.com/1578369715031_926087.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1578369739740_674317.jpeg_260x390.jpg",
            "price": "¥ 49.00",
            "shopName": "幻城梦衣实拍"
        },
        {
            "srcshow": "//img.vvic.com/1577855411384_587352.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1577855421321_240772.jpeg_260x390.jpg",
            "price": "¥ 45.00",
            "shopName": "向日葵"
        },
        {
            "srcshow": "//img.vvic.com/1573013006078_383740.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1573013016606_319671.jpeg_260x390.jpg",
            "price": "¥ 38.00",
            "shopName": "快乐驿站"
        },
        {
            "srcshow": "//img.vvic.com/1572667935960_186771.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1572667942905_236803.jpeg_260x390.jpg",
            "price": "¥ 35.00",
            "shopName": "蝴蝶家"
        },
        {
            "srcshow": "//img.vvic.com/1577160625860_333797.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1577160639874_538134.jpeg_260x390.jpg",
            "price": "¥ 38.00",
            "shopName": "倾国清韵"
        },
        {
            "srcshow": "//img.vvic.com/1572595810933_368439.jpeg_260x390.jpg",
            "srchide": "//img.vvic.com/1572595822349_917083.jpeg_260x390.jpg",
            "price": "¥ 65.00",
            "shopName": "皛实拍"
        }
    ]
];
let index_shop = [
    {
        "imgshow": "//img.vvic.com/1578896364138_242335.jpg",
        "imghide": "//img.vvic.com/1578896369011_390248.jpg"
    },
    {
        "imgshow": "//img.vvic.com/1578116691774_202182.jpg",
        "imghide": "//img.vvic.com/1578116696682_661906.jpg"
    },
    {
        "imgshow": "//img.vvic.com/1578108047865_158375.jpg",
        "imghide": "//img.vvic.com/1578108055016_286273.jpg"
    },
    {
        "imgshow": "//img.vvic.com/1578629591530_374258.jpg",
        "imghide": "//img.vvic.com/1578629595436_390181.jpg"
    },
    {
        "imgshow": "//img.vvic.com/1580453404362_831899.jpg",
        "imghide": "//img.vvic.com/1580453406988_165231.jpg"
    },
    {
        "imgshow": "//img.vvic.com/1578108118797_672483.jpg",
        "imghide": "//img.vvic.com/1578108122453_599725.jpg"
    },
    {
        "imgshow": "//img.vvic.com/1578108103597_621753.jpg",
        "imghide": "//img.vvic.com/1578108111205_977771.jpg"
    },
    {
        "imgshow": "//img.vvic.com/1576834077304_950300.jpg",
        "imghide": "//img.vvic.com/1576834081347_171810.jpg"
    },
    {
        "imgshow": "//img.vvic.com/1578108124278_159384.jpg",
        "imghide": "//img.vvic.com/1578108130526_377956.jpg"
    },
    {
        "imgshow": "//img.vvic.com/1577246986173_231354.jpg",
        "imghide": "//img.vvic.com/1577246990159_313894.jpg"
    },
    {
        "imgshow": "//img.vvic.com/1577677551988_123937.jpg",
        "imghide": "//img.vvic.com/1577677556111_307534.jpg"
    },
    {
        "imgshow": "//img.vvic.com/1578108051758_441073.jpg",
        "imghide": "//img.vvic.com/1578108055987_872053.jpg"
    }
];
let footData = [
    [
        "新手指引",
        "一键上传",
        "数据包",
        "商品代发",
        "买手维权",
        "每日新款",
        "批发市场",
        "Wholesale",
        "大客户合作"
    ],
    [
        "档口入驻",
        "实名认证",
        "实拍认证",
        "引流服务",
        "商品更新",
        "管理规则",
        "疑问解答"
    ],
    [
        "摄影拍摄",
        "档口租赁",
        "防诈骗提醒",
        "搜款网动态"
    ]
]
